Repository: tslocum/boxcars
Catalog: game/locales/*/*.po
Languages: it, ru, sq, sv, uk

source: %s - Free Online Backgammon
it: %s - Backgammon online, libero e aperto
ru: %s - Бесплатные онлайн нарды
sq: %s - Falas Online Tavëll
sv: %s - Gratis Backgammon Online
uk: %s - Вільні онлайн нарди

source: %s joined the match.
it: %s è entrato in partita.
ru: %s присоединяется к матчу.
sq: %s iu bashkua ndeshjes.
sv: %s kom in i spelet.
uk: %s приєднується до матчу.

source: %s left the match.
it: %s ha lasciato la partita.
ru: %s покинул(а) матч.
sq: %s është larguar nga ndeshja.
sv: %s lämnade spelet.
uk: %s покидає матч.

source: %s moved %s
it: %s ha mosso %s
ru: %s делает ход %s
sq: %s levizi %s
sv: %s flyttade %s
uk: %s робить хід %s

source: %s rolled %s
ru: %s бросает %s
sq: %s hodhi zarin %s
sv: %s slog %s
uk: %s кидає %s

source: %s resigned.
it: %s si è ritirato.
ru: %s капитулировал.
uk: %s капітулює.

source: %s wins!
it: %s è il vincitore!
ru: %s побеждает!
sq: %s fitoi!
sv: %s vann spelet!
uk: %s перемагає!

source: %[1]s wins %[2]d point!
it: %[1]s guadagna %[2]d punto!
ru: %[1]s выиграл %[2]d бал!
uk: %[1]s виграє %[2]d бал!

source: About
ru: О программе
uk: Про Boxcars

source: Accept
it: Accetta
ru: Принять
sq: Pranoj
sv: Acceptera
uk: Прийняти

source: Account
it: Profilo
ru: Учётная запись
sq: Llogaria
sv: Konto
uk: Акаунт

source: Acey-deucey
ru: Эйси-Дьюси
sq: Pontë
uk: Ейсі-дусі

source: Advanced movement
ru: Продвинутый ход
sq: Lëvizje e avancuar
sv: Avancerad förflyttning
uk: Просунуті ходи

source: Auto-play forced moves
it: Gioca automaticamente mosse obbligatorie
ru: Делать вынужденные ходы автоматически
sq: Auto-luaj lëvizjet e detyruara
sv: Auto-spela tvingade steg
uk: Автоматичні примусові ходи

source: Available
it: Disponibile
ru: Свободный
sq: Disponueshëm
sv: Tillgängligt
uk: Вільний

source: Backgammon
ru: Нарды
sq: Tavëll
uk: Нарди

source: Bear Off
ru: Снятие шашек
uk: Зняття шашок

source: Bearing Off
it: Levata
ru: Снятие
sq: Duke mbajtur jashtë
sv: bära av
uk: Зняття

source: Board
it: Tavoliere
ru: Доска
sq: Bordi
sv: Bräde
uk: Дошка

source: Boxcars is a client for playing backgammon via bgammon.org, a free and open source backgammon service.
it: Boxcar è un programma per giocare a backgammon su bgammon.org, un server di backgammon libero e aperto.
ru: Boxcars - это клиент для игры в нарды через bgammon.org, бесплатный и открытый сервис для игры в нарды.
sq: Kerrkutia është një platformë për të luajtur Tavëll nëpërmjet bgammon.org, një shërbim për Tavëll falas dhe me burim të hapur.
sv: Boxcars är en klient för att spela backgammon via bgammon.org, en gratis "open source" backgammon tjänst.
uk: Boxcars - клієнт для гри у нарди через сайт bgammon.org, вільний сервіс із відкритим кодом.

source: Cancel
it: Cancella
ru: Отменить
sq: Anulo
sv: Avbryt
uk: Скасувати

source: Change password
it: Cambia password
ru: Сменить пароль
sq: Ndrysho fjalëkalimin
sv: Ändra lösenord
uk: Змінити пароль

source: Chat
ru: Чат
uk: Чат

source: Check your email for a link to reset your password. Be sure to check your spam folder.
it: Controlla la posta elettronica per il ripristino della password. Controlla anche lo spam.
ru: Проверьте свою электронную почту, чтобы получить ссылку для сброса пароля. Не забудьте проверить папку со спамом.
sq: Kontrollo e-postën për të ndryshuar fjalëkalimin. Sigurohu të kontrollosh edhe tek spam.
sv: Kolla din e-post efter en länk för att återställa ditt lösenord. Kolla även i skräppost mappen.
uk: Перевірте свою електронну поштову скриньку на наявність посилання для відновлення паролю. Також перевірте папку "спам".

source: Connect
it: Connettiti
ru: Войти
sq: Lidhu
sv: Anslut
uk: Увійти

source: Connecting...
it: Connessione...
ru: Подключение…
sq: Duke u lidhur...
sv: Ansluter...
uk: З'єднання...

source: Contact:
ru: Обратная связь:
uk: Зв'язатися:

source: Create
it: Crea
ru: Создать
sq: Krijo
sv: Skapa
uk: Створити

source: Create Match
it: Crea una partita
ru: Создание матча
sq: Krijo një ndeshje
sv: Skapa match
uk: Створення матчу

source: Create a match if you would like to play against someone else. Backgammon and several of its variants are supported.
it: Se vuoi giocare contro qualcuno, crea una partita. Puoi scegliere tra Backgammon e molte altre varianti.
ru: Создайте матч, если вы хотите сыграть против кого-то ещё. Поддерживаются нарды и несколько их разновидностей.
sq: Krijo një ndeshje nëse dëshiron të luash kundër dikuj tjetër. Tavëll edhe disa variante tjera të sajë janë të mbështetura.
sv: Skapa en match om du vill spela mot någon annan. Backgammon och flera andra varianter är tillgängliga.
uk: Створіть матч, якщо хочете зіграти ще з кимось. Підтримуються нарди та кілька їх варіантів.

source: Create match
it: Crea una partita
ru: Создать матч
sq: Krijo ndeshjen
sv: Skapa match
uk: Створити матч

source: Create new match
it: Crea una nuova partita
ru: Создать новый матч
sq: Krijo një ndeshje të re
sv: Skapa ny match
uk: Новий матч

source: Created by %s
it: Creato da %s
ru: Создано от %s
uk: Автор — %s

source: Creating...
it: In creazione...
ru: Создание…
uk: Створення...

source: Current
it: Attuale
ru: Текущий
sq: Aktuale
sv: Aktuellt
uk: Поточний

source: Date
it: Data
ru: Дата
sq: Datë
sv: Datum
uk: Дата

source: Dismiss
it: Scarta
ru: Отклонить
uk: Відхилити

source: Donate:
it: Dona:
ru: Поддержать финансово:
uk: Підтримати:

source: Double
it: Raddoppia
ru: Удвоить
sq: Dyfisho
sv: Dubbla
uk: Подвоїти

source: Double click a checker to bear it off. Bear off all 15 checkers to win.
it: Doppio clic su una pedina per levarla. Leva tutte e quindici le pedine per vincere.
ru: Дважды щёлкните по шашке, чтобы снять её с доски. Снимите все 15 шашек, чтобы выиграть.
sq: Kliko dy herë në një damë për ta larguar. Largo të gjitha damat për të fituar.
sv: Dubbelklicka på en bricka för att ta bort den. Ta bort alla 15 pjäser för att vinna.
uk: Натисніть по шашці двічі, щоб зняти її з дошки. Зніміть усі 15 шашок, щоб перемогти.

source: Download replay
it: Scarica partita
ru: Скачать повторение
sq: Ngarko rishikimin
sv: Ladda ner repris
uk: Завантажити повтор

source: Downloaded replay
it: Partita scaricata
ru: Скачанное повторение
sq: Ngarkuar rishikimin
sv: Nerladdad repris
uk: Завантажений повтор

source: Email
ru: Почта
sq: E-posta
sv: Epost
uk: Пошта

source: Exit Boxcars?
it: Chiudi Boxcars?
ru: Выйти из Boxcars?
uk: Вийти з Boxcars?

source: FAQ:
ru: ЧаВо:
uk: ЧаПи:

source: Failed to connect to %s
it: Non è possibile connettersi a %s
ru: Не удалось подключиться к %s
uk: Не вдалося приєднатися до %s

source: Failed to create match: %s
it: Impossibile creare una partita: %s
ru: Не удалось создать матч: %s
uk: Не вдалося створити матч: %s

source: Failed to download replay: %s
it: Errore (scarica partita): %s
ru: Не удалось скачать повтор игры: %s
sq: Ngarkimi i rishikimit dështoi: %s
sv: Nedladdning av repris %s avbruten
uk: Не вдалося завантажити повтор: %s

source: Failed to join match: %s
it: Errore (entra in una partita): %s
ru: Не удалось присоединиться к матчу: %s
sq: Bashkangjitja në lojë dështoi: %s
sv: Misslyckades att gå med i spel: %s
uk: Не вдалося приєднатися до матчу: %s

source: Failed to leave match: %s
it: Errore (esci dalla partita): %s
ru: Не удалось покинуть матч: %s
sq: Dalja nga loja dështoi: %s
sv: Misslyckades att lämna match: %s
uk: Не вдалося від'єднатися від матчу: %s

source: Failed to move checker%s: %s
it: Errore nella mossa%s: %s
ru: Не удалось передвинуть шашку %s: %s
sq: Dështoi të lëviz damën%s: %s
sv: Misslyckades att flytta pjäs%s: %s
uk: Не вдалося пересунути шашку%s: %s

source: illegal move
it: Mossa non concessa
ru: недопустимый ход
uk: недопустимий хід

source: Failed to roll
it: Errore nel lancio dei dadi
ru: Не удалось кинуть кости
sq: Dështoi të hedhë zarin
sv: Misslyckades att slå tärningen
uk: Не вдалося кинути кубики

source: Failed to submit moves: %s
it: Errore nella trasmissione delle mosse: %s
ru: Не удалось отправить ходы: %s
sq: Dështoi për të bërë lëvizje: %s
sv: Misslyckades att överföra flytt: %s
uk: Не вдалося підтвердити ходи: %s

source: Fast
it: Veloce
ru: Быстро
sq: Shpejtë
sv: Snabb
uk: Швидко

source: Flip board
it: Gira tavoliere
ru: Развернуть доску
sq: Rrokullis bordin
sv: Vänd bräde
uk: Розвернути дошку

source: Flip opp. space numbers
ru: Перевернуть числа противника
sq: Rrokullis numrat
sv: Omvänd numrering
uk: Перевертати числа противника

source: Forced
it: Obbligato
ru: Принудительный
sq: Detyruar
sv: Tvingad
uk: Примусовий

source: Go
it: Vai
ru: Перейти
uk: Перейти

source: Go to page:
it: Vai a pagina:
ru: Перейти на страницу:
uk: Перейти на сторінку:

source: Good Luck, Have Fun
it: In bocca al lupo, buon divertimento!
ru: Удачи, развлекайтесь
sq: Paç fat, bëj qefë
sv: Lycka till, ha kul
uk: Щасти вам, розважайтеся

source: Highlight legal moves
it: Mosse legali in evidenza
ru: Подсвечивать возможные ходы
sq: Thekso levizjet e lejuara
sv: Markera tillgängliga steg
uk: Підсвічувати можливі ходи

source: History
it: Registro
ru: История
sq: Historia
sv: Historia
uk: Історія

source: Instant
it: Istantaneo
ru: Моментально
sq: Menjëherë
sv: Direkt
uk: Моментально

source: Join
it: Unisciti
ru: Присоединиться
sq: Bashkohu
sv: Gå med
uk: Приєднатися

source: Join/Leave
it: Unisciti/Lascia
ru: Присоединиться/Покинуть
uk: Приєднання/від'єднання

source: Join match
it: Entra nella partita
ru: Присоединится к матчу
sq: Bashkohu në lojë
sv: Öppna match
uk: Приєднатися до матчу

source: Join match: %s
it: Entra in partita: %s
ru: Присоединились к матчу: %s
sq: Bashkohu në lojë: %s
sv: Öppna match: %s
uk: Приєднано до матчу: %s

source: Joining...
it: Accesso in corso...
ru: Присоединение…
uk: Приєднання...

source: Leave
it: Esci
ru: Покинуть
sq: Largohu
sv: Lämna
uk: Покинути

source: Leave match?
it: Esci dalla partita?
ru: Покинуть матч?
sq: Largohu nga loja?
sv: Lämna match?
uk: Дійсно покинути?

source: Left match
it: Partita lasciata
ru: Матч покинут
sq: U largua nga loja
sv: Lämnade matchen
uk: Покинуто

source: Legal moves: %s
it: Mosse legali: %s
ru: Доступные ходы: %s
sq: Levizjet legale: %s
sv: Tillgängliga steg: %s
uk: Доступні ходи: %s

source: Loading...
it: Caricamento…
ru: Загружается...
sq: Duke u mbushur...
sv: Laddar...
uk: Завантаження...

source: Logged in as guest
it: Connesso come ospite
ru: Вошли как гость
sq: Identifikuar si mysafir
sv: Inloggad som gäst
uk: Ви увійшли як гість

source: Long press back to exit the application.
it: Premi a lungo per uscire dall'applicazione.
ru: Долгое нажатие Назад чтобы выйти из приложения.
sq: Mbaj shtypur prapa për të dalë nga loja.
sv: Tryck och håll backa intryckt för att avsluta programmet.
uk: Затисніть "Назад", щоб вийти із застосунку.

source: Match Name
it: Nome della partita
ru: Название матча
sq: Emri i lojes
sv: Matchens Namn
uk: Назва матчу

source: Matches List
it: Lista delle partite
ru: Список матчей
sq: Lista e lojrave
sv: Lista Matcher
uk: Список матчів

source: Medium
it: Medio
ru: Средний
sq: Mesme
sv: Mellan
uk: Звичайно

source: Menu
it: Menù
ru: Меню
sq: Meny
sv: Meny
uk: Меню

source: Move
it: Mossa
ru: Ход
uk: Ходи

source: Multi
ru: Мульти
sq: Shumës
uk: Багатоочковий

source: Mute Sounds
it: Muta suoni
ru: Отключить звуки
sv: Ljudlöst
uk: Вимкнути звуки

source: Name
it: Nome
ru: Название
sq: Emri
sv: Namn
uk: Назва

source: New
it: Nuovo
ru: Новый
sq: E re
sv: Ny
uk: Новий

source: Next
it: Prossimo
ru: Следующая
uk: Наступна

source: No
ru: Нет
sq: Jo
sv: Nej
uk: Ні

source: No matches found.
ru: Матчей не найдено.
uk: Збігів не знайдено.

source: No replays found.
ru: Повторы не найдены.
uk: Повторів не знайдено.

source: None
it: Nessuno
ru: Нету
sq: Asnjë
sv: Inget
uk: Немає

source: OK
ru: Готово
sq: Në rregull
uk: Готово

source: Opponent
it: Avversario
ru: Соперник
sq: Kundërshtari
sv: Motståndare
uk: Опонент

source: Password
ru: Пароль
sq: Fjalëkalimi
sv: Lösenord
uk: Пароль

source: Play Offline
it: Gioca offline
ru: Играть без сети
sq: Luaj offline
sv: Spela offline
uk: Грати офлайн

source: Play backgammon online via bgammon.org
it: Gioca a backgammon su bgammon.org
ru: Играйте в нарды онлайн на сайте bgammon.org
sq: Luaj Tavëll online nëpërmjet bgammon.org
sv: Spela backgammon online via bgammon.org
uk: Грайте у нарди онлайн через bgammon.org

source: Playing offline.
it: Gioca offline.
ru: Игра автономно.
sq: Luaj offline.
sv: Spelar offline.
uk: Гра офлайн.

source: Please enter a valid email address, or it will not be possible to reset your password.
it: Per favore inserisci una mail valida, o non sarà possibile ripristinare lapassword.
ru: Пожалуйста, введите действительный адрес электронной почты, иначе сброс пароля будет невозможен.
sq: Të lutem shkruaj adresën valide, ose nuk do mundesh të ndryshosh fjalëkalimin.
sv: Skriv en giltig e-post adress, annars kan inte lösenordet återställas.
uk: Будь ласка, введіть дійсну електронну поштову скриньку, інакше відновлення паролю буде неможливе.

source: Points
it: Punti
ru: Балы
sq: Pikët
sv: Poäng
uk: Бали

source: Press back to toggle the keyboard.
it: Premi il tasto indietro per far comparire la tastiera.
ru: Нажмите Назад чтобы переключить клавиатуру.
sq: Prek prapa për të shfaqur tastjerën.
sv: Backa för att visa tangentbordet.
uk: Натисніть "Назад", щоб перемкнути клавіатуру.

source: Previous
it: Precedente
ru: Предыдущий
uk: Попередня

source: Private
it: Privato
ru: Приватный
sv: Privat
uk: Приватний

source: Rating
it: Punteggio
ru: Рейтинг
sq: Vlerësim
sv: Poängställning
uk: Рейтинг

source: Read error
it: Errore in lettura
ru: Ошибка чтения
sq: Lexim gabim
sv: Läsfel
uk: Помилка читання

source: Reconnecting
it: Riconnessione
ru: Переподключение
sq: Duke rilidhur
sv: Återansluter
uk: Переприєднання

source: Refresh
it: Ricarica
ru: Обновить
sq: Rifresko
sv: Uppdatera
uk: Оновити

source: Refresh matches
it: Aggiorna partite
ru: Обновить список
sq: Rifresko lojrat
sv: Uppdatera matcher
uk: Оновити список

source: Register
it: Registrati
ru: Зарегистрироваться
sq: Regjistrohu
sv: Registrera
uk: Зареєструватися

source: Rematch
it: Rigioca
ru: Реванш
sv: Returmatch
uk: Реванш

source: Replay download already in progress.
it: Scaricamento della partita già in corso.
ru: Скачивание повтора игры уже идёт.
sq: Ngarkimi i rishikimit është në progres.
sv: Nedladdning av repris redan påbörjad.
uk: Завантаження повтору вже виконується.

source: Replaying %s vs. %s
it: Rigiocando %s vs. %s
ru: Проигрывание игры %s против %s
sq: Duke përsëritur %s kundër %s
sv: Spelar upp %s vs. %s
uk: Повтор гри %s проти %s

source: Reset Password
it: Ripristina la password
ru: Сбросить пароль
sq: Rivendos fjalëkalimin
sv: Återställ lösenord
uk: Відновити пароль

source: Resign
it: Abbandona
ru: Сдаться
sq: Dorëzohu
sv: Lämna
uk: Здатися

source: Result
it: Risultato
ru: Результат
sq: Rezultati
sv: Resultat
uk: Результат

source: Return
it: Indietro
ru: Назад
sq: Kthehu
sv: Återgå
uk: Назад

source: Roll
it: Lancia
ru: Бросить
sq: Hedh zarin
sv: Slå
uk: Кинути

source: Roll Dice
it: Tira i dadi
ru: Бросить кости
uk: Кидки кубиків

source: Search
it: Cerca
ru: Поиск
sq: Kërko
sv: Sök
uk: Пошук

source: Sending password reset request
it: Invio ripristino password
ru: Отправка запроса на сброс пароля
sq: Kërkesa për të reset fjalëkalimin u dërgua
sv: Skickar förfrågan att återställa lösenord
uk: Відправлення запиту на відновлення паролю

source: Server
ru: Сервер
sq: Sherbyesi
uk: Сервер

source: Settings
it: Impostazioni
ru: Настройки
sq: Cilësimet
sv: Inställningar
uk: Параметри

source: Show moves
it: Mostra mosse
ru: Показывать ходы
sq: Trego lëvizjet
sv: Visa drag
uk: Показувати ходи

source: Show pip count
it: Mostra punteggio
ru: Показать количество pip
sq: Trego numërimin pip
sv: Visa antal
uk: Показувати к-сть пунктів

source: Single
it: Singola
ru: Один
sq: Beqarë
sv: Singelmatch
uk: Одноочковий

source: Slow
it: Lento
ru: Медленно
sq: Ngadalë
sv: Långsam
uk: Повільно

source: Sound
it: Suono
ru: Звук
sv: Ljud
uk: Звук

source: Source:
it: Fonte:
ru: Исходный код:
uk: Код:

source: Speed
it: Velocità
ru: Скорость
sq: Shpejtësi
sv: Hastighet
uk: Швидкість

source: Started
it: Iniziata
ru: Начатый
sq: Ka nisur
sv: Startad
uk: Початий

source: Status
ru: Статус
sq: Statusi
uk: Статус

source: Submit
it: Invia
ru: Подтвердить
sq: Dërgo
sv: Skicka
uk: Підтвердити

source: Tabula
ru: Табула
sq: Tabela
uk: Табула

source: This concludes the tutorial. Learn how to play backgammon at bgammon.org/faq and share your feedback at bgammon.org/community
it: Questo conclude il tutorial. Impara a giocare a backgammon su bgammon.org/faq e condividi il tuo feedback su bgammon.org/community
ru: На этом урок заканчивается. Научитесь играть в нарды на сайте bgammon.org/faq и поделитесь своими отзывами на сайте bgammon.org/community
uk: На цьому посібник завершено. Навчитися грати в нарди ви можете за посиланням: bgammon.org. Зворотній зв'язок: bgammon.org/community

source: This screen lists the matches that are currently available. A few bots are always available to play against. You can also spectate ongoing public matches.
it: Qui la lista delle partite disponibili. Un paio di bot sono sempre disponibili per giocare. Puoi anche assistere alle partite pubbliche in corso.
ru: Тут перечислены матчи доступные в данный момент. Несколько ботов всегда доступны для игры. Вы также можете наблюдать за текущими публичными матчами.
sq: Kjo faqe liston lojërat që janë të disponueshme tani. Gjithmonë ka bots për të luajtur kundër. Mundesh gjithashtu vetëm të shikosh lojërat tjera.
sv: Denna skärm listar de matchningar som är tillgängliga för närvarande. Några få bots är alltid tillgängliga att spela mot. Du kan även se pågående publika matcher.
uk: На цьому екрані відображено список доступних матчів. Декілька ботів завжди доступні для гри. Ви також можете спостерігати публічні ігри.

source: To download this replay visit
it: Per scaricare questa partita, vai a
ru: Чтобы скачать этот повтор, посетите
sq: Për të ngarkuar këtë riluajtje vizito
sv: För att ladda ner denna repris besök
uk: Щоб завантажити цей повтор, відвідайте

source: To log in as a guest, enter a username (if you want) and do not enter a password.
it: Per entrare come ospite, scrivi un nome (se ti va) e lascia la password vuota.
ru: Чтобы войти в систему в качестве гостя, введите имя пользователя (если хотите) и не вводите пароль.
sq: Për tu qasur si mysafir, shkruaj një emer (nëse don) dhe mos shkruaj fjalëkalim.
sv: För att logga in som gäst anger du ett användarnamn (om du vill) och anger inget lösenord.
uk: Щоб увійти як гість, введіть логін (за бажанням), та не вводьте пароль.

source: Tutorial
it: Guida per iniziare
ru: Руководство
sq: Mësim
sv: Handledning
uk: Посібник

source: Undo
it: Annulla
ru: Отменить ход
sq: Zhbëj
sv: Ångra
uk: Скасувати хід

source: Username
it: Nome
ru: Имя пользователя
sq: Përdoruesi
sv: Användarnamn
uk: Логін

source: Variant
it: Variante
ru: Вариант
uk: Варіант

source: View replay
it: Rivedi partita
ru: Посмотреть повтор игры
sq: Shiko lojën
sv: Visa repris
uk: Переглянути повтор

source: Waiting
it: Aspettando
ru: Ожидание
sq: Duke pritur
sv: Väntar
uk: Очікування

source: Warning: Received unknown event: %+v
it: Attenzione: ricevuto evento sconosciuto %+v
ru: Предупреждение: Получено неизвестное событие: %+v
sq: Paralajmërim: Pranim i një ngjarje të panjohur: %+v
sv: Varning: Mottog okänd händelse: %+v
uk: Попередження: отримано невідому подію: %+v

source: Warning: Received unrecognized event from server.
it: Attenzione: ricevuto evento sconociuto dal server.
ru: Предупреждение: Получено нераспознанное событие от сервера.
sq: Paralajmërim: Pranim i një ngjarje të panjohur nga sherbyesi.
sv: Varning: Mottog en okänd händelse från servern.
uk: Попередження: отримано нерозпізнану подію від сервера.

source: Welcome to the guided tutorial. This program (Boxcars) is the official bgammon.org client. bgammon.org is a free and open source backgammon server.
it: Benvenuto al tutorial guidato. Questo programma (Boxcars) è il client ufficiale del sito bgammon.org. bgammon.org è un server backgammon libero e open source.
ru: Добро пожаловать в руководство. Эта программа (Boxcars) является официальным клиентом bgammon.org. bgammon.org — это бесплатный сервер нард с открытым исходным кодом.
uk: Вітаємо у посібнику. Ця програма (Boxcars) — офіційний клієнт для bgammon.org — вільного і відкритого сервера для гри в нарди.

source: Welcome, %[1]s. %[2]s playing %[3]s.
ru: Добро пожаловать, %[1]s. %[2]s играет с %[3]s.
uk: Вітаємо, %[1]s. %[2]s грають %[3]s.

source: There is %d client
it: C'è %d client.
ru: Здесь %d игрок
uk: %d гравець

source: %d match
it: %d partita
ru: %d матч
uk: %d матч

source: Write error
it: Errore in scrittura
ru: Ошибка записи
sq: Gabim shtypi
sv: Skrivfel
uk: Помилка запису

source: Yes
it: Sì
ru: Да
sq: Po
sv: Ja
uk: Так

source: You have the black checkers. You can move a checker by either clicking it or dragging it.
it: Tue sei il nero. Puoi muovere le pedine trascinandole o facendo clic.
ru: Ваши шашки – чёрные. Вы можете перемещать шашку нажав по ней или перетаскивая её.
sq: Ti i ke damat e zeza. Mund të lëvizësh damën duke e prekur ose duke e ngre.
sv: Du har de svarta pjäserna. Du kan flytta en bricka genom att antingen klicka på den eller dra den.
uk: Ваші шашки - чорні. Ви можете пересунути шашку натисканням на неї або пересуванням її.

source: You may need to upgrade your client.
it: Potresti dover aggiornare il programma.
ru: Возможно, вам придётся обновить клиент.
sq: Të vynë për ta përmirësuar klientin.
sv: Du kan behöva uppgradera din klient.
uk: Можливо, потрібно оновити клієнт.

source: from %s to %s
it: da %s a %s
ru: с %s до %s
sq: prej %s në %s
sv: från %s till %s
uk: з %s до %s

source: Tap to dismiss this pop-up.
sv: Tryck för att dölja denna ruta.

source: This concludes the tutorial. To share feedback and chat with other players visit %s
sv: Detta avslutar handledningen. Besök %s för att dela feedback och chatta med andra spelare

source: Welcome to the guided tutorial. Click anywhere outside of this message box to close the tutorial. Click anywhere inside of this message box to view the next page.
sv: Välkommen till den guidade handledningen. Klicka var som helst utanför den här meddelanderutan för att stänga handledningen. Klicka var som helst i den här meddelanderutan för att se nästa sida.

source: Welcome, %s. There are %d clients playing %d matches.
sv: Välkommen, %s. Det finns %d klienter som spelar %d matcher.

source: Welcome, %s. There are %d clients playing 1 match.
sv: Välkommen, %s. Det finns %d klienter som spelar 1 match.

source: Welcome, %s. There is 1 client playing %d matches.
sv: Välkommen, %s. Det finns 1 klient som spelar %d match.

source: Welcome, %s. There is 1 client playing 1 match.
sv: Välkommen, %s. Det är 1 klient som spelar 1 match.
